commands = {
    'Привет': 'Привет, ',
    'Пока': 'До встречи, ',
    '?': 'Список команд: \r\nпривет \ 1 - приветствие и регистрация в приложении, \r\nстарт \ 3 - начать работу, \r\nпока \ 2 - закончить сеанс, \r\n? - список команд',
    'старт': 'начинаем поиск, введите данные: возраст, пол, город и сем. положение в виде: 23, 1, Петербург, 1',
    'ошибка': 'ошибка со вводом данных, попробуем еще раз в формате: возраст (от 10 до 99), пол (от 0 до 2), город (только буквы) и сем. положение (от 1 до 8)',
    'next_search': 'Ничего нового по данным параметрам... Для продолжения нажмите 3',
    
}